/* No comment provided by engineer. */
"%.1fG" = "%.1fG";

/* No comment provided by engineer. */
"%.1fK" = "%.1fK";

/* No comment provided by engineer. */
"%.1fM" = "%.1fM";

/* No comment provided by engineer. */
"< 1K" = "< 1K";

/* Title of the dialog that appears when dragging to a file that already exists in the Finder */
"A file already exists with this name." = "A file already exists with this name.";

/* Explanation text for the dialog that appears when dragging a file to a location where a file with the same name already exists. */
"A file named \\U201C%@\\U201D already exists in \\U201C%@\\U201D. You can choose to use a unique name for the new file, replace the old file, or cancel the drop." = "A file named “%1$@” already exists in “%2$@”. You can choose to use a unique name for the new file, replace the old file, or cancel the drop.";

/* No comment provided by engineer. */
"A new version of teleport is available!" = "A new version of teleport is available!";

/* No comment provided by engineer. */
"Accept" = "Accept";

/* No comment provided by engineer. */
"Accept and Reject Others" = "Accept and Reject Others";

/* No comment provided by engineer. */
"Arrange the shared Macs around your screen to control them. Configure options on each one." = "Arrange the shared Macs around your screen to control them. Configure options on each one.";

/* Trust request dialog */
"Asking host \\U201C%@\\U201D for trust" = "Asking host “%@” for trust";

/* No comment provided by engineer. */
"Betatester!" = "Betatester!";

/* No comment provided by engineer. */
"Build %@" = "Build %@";

/* Generic cancel button in dialog */
"Cancel" = "Cancel";

/* Title in certificate selection panel */
"Choose certificate" = "Choose certificate";

/* Displayed in the key combo field, should be short */
"Click to set" = "Click to set";

/* No comment provided by engineer. */
"Configure\\U2026" = "Configure…";

/* Title for connection failure */
"Connection to \\U201C%@\\U201D failed." = "Connection to “%@” failed.";

/* No comment provided by engineer. */
"controlled by %@" = "controlled by %@";

/* No comment provided by engineer. */
"controlling %@" = "controlling %@";

/* No comment provided by engineer. */
"Delete pairing" = "Delete pairing";

/* Button title */
"Disable Encryption" = "Disable Encryption";

/* Text in dialog about accessibility */
"Disabled access for assistive devices" = "Disabled access for assistive devices";

/* No comment provided by engineer. */
"Don't show again" = "Don't show again";

/* No comment provided by engineer. */
"Drag & Drop files" = "Drag & Drop files";

/* Menu option */
"Sync lock status" = "Sync lock status";

/* Text in dialog for certificate missing error */
"Encryption requires a certificate" = "Encryption requires a certificate";

/* No comment provided by engineer. */
"File not received" = "File not received";

/* No comment provided by engineer. */
"File not sent" = "File not sent";

/* No comment provided by engineer. */
"File received (%@)" = "File received (%@)";

/* No comment provided by engineer. */
"File sent (%@)" = "File sent (%@)";

/* Title for control failure */
"Host \\U201C%@\\U201D rejected control." = "Host “%@” rejected control.";

/* Reason for trust failure */
"Host not accepting any more trusted hosts." = "Host not accepting any more trusted hosts.";

/* Reason for control failure */
"Host not controllable." = "Host not controllable.";

/* Reason for control failure */
"Host not trusted." = "Host not trusted.";

/* Explanation in dialog for certificate missing error */
"In order to activate encryption, teleport needs a valid certificate, but couldn't find one in your Keychain.\nYou'll need to create a certificate and re-activate encryption. Note that the certificate algorithm and key size must match between the server and the clients.\n\nWould you like to launch Certificate Assistant to create a new self-signed certificate?\nRecommended settings: RSA 1024 bits, all others to default values." = "In order to activate encryption, teleport needs a valid certificate, but couldn't find one in your Keychain.\nYou'll need to create a certificate and re-activate encryption. Note that the certificate algorithm and key size must match between the server and the clients.\n\nWould you like to launch Certificate Assistant to create a new self-signed certificate?\nRecommended settings: RSA 1024 bits, all others to default values.";

/* Button title */
"Launch Assistant" = "Launch Assistant";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No shared Mac found on local network. Please check \\U201CShare this Mac\\U201D on the Macs you want to control." = "No shared Mac found on local network. Please check “Share this Mac” on the Macs you want to control.";

/* Button title */
"OK" = "OK";

/* Title of options button */
"Options.." = "Options..";

/* No comment provided by engineer. */
"Pasteboard failed to receive" = "Pasteboard failed to receive";

/* No comment provided by engineer. */
"Pasteboard not sent" = "Pasteboard not sent";

/* No comment provided by engineer. */
"Pasteboard received (%@)" = "Pasteboard received (%@)";

/* No comment provided by engineer. */
"Pasteboard sent (%@)" = "Pasteboard sent (%@)";

/* No comment provided by engineer. */
"Quit teleport" = "Quit teleport";

/* No comment provided by engineer. */
"Reject" = "Reject";

/* Replace button to replace an existing file. */
"Replace" = "Replace";

/* Button title */
"Restore to Defaults" = "Restore to Defaults";

/* No comment provided by engineer. */
"Screen %d - %.0fx%.0f" = "Screen %1$d - %2$.0fx%3$.0f";

/* No comment provided by engineer. */
"Screen to share" = "Screen to share";

/* Informative text in certificate selection panel */
"Select the certificate to be used for encryption. It must have the same encryption algorithm as the one used on the other Macs." = "Select the certificate to be used for encryption. It must have the same encryption algorithm as the one used on the other Macs.";

/* No comment provided by engineer. */
"Share this Mac" = "Share this Mac";

/* No comment provided by engineer. */
"Synchronize pasteboard" = "Synchronize pasteboard";

/* No comment provided by engineer. */
"teleport %@ is now available.\n%@\n\nWould you like to download the new version now?" = "teleport %1$@ is now available.\n%2$@\n\nWould you like to download the new version now?";

/* No comment provided by engineer. */
"teleport is up-to-date." = "teleport is up-to-date.";

/* Explanation in dialog for accessibility */
"The access for assistive devices has been disabled although teleport needs this to operate.\nPlease allow teleport and launch it again." = "The access for assistive devices has been disabled although teleport needs this to operate.\nPlease allow teleport and launch it again.";

/* No comment provided by engineer. */
"The computer you tried to control rejected your request. You should try on a computer you own." = "The computer you tried to control rejected your request. You should try on a computer you own.";

/* Title for trust failure */
"The host \\U201C%@\\U201D rejected your trust request." = "The host “%@” rejected your trust request.";

/* No comment provided by engineer. */
"The host has probably removed this Mac from its trusted hosts list. Do you want to ask for trust again?" = "The host has probably removed this Mac from its trusted hosts list. Do you want to ask for trust again?";

/* Invalid protocol error message */
"The Mac you tried to control is using teleport protocol v%d, but you're using v%d." = "The Mac you tried to control is using teleport protocol v%1$d, but you're using v%2$d.";

/* No comment provided by engineer. */
"The server may be down, or an encryption problem may have occured. If encryption is enabled, please check that the certificate algorithms match." = "The server may be down, or an encryption problem may have occured. If encryption is enabled, please check that the certificate algorithms match.";

/* No comment provided by engineer. */
"This will allow the demanding host to take control of your mouse and keyword. All keystrokes and transfers will be encrypted with this host.\nIf you didn't request the control, you should Reject it." = "This will allow the demanding host to take control of your mouse and keyword. All keystrokes and transfers will be encrypted with this host.\nIf you didn't request the control, you should Reject it.";

/* No comment provided by engineer. */
"This will allow the demanding host to take control of your mouse and keyword. Warning: the keystrokes and transfers will be sent clear on your network. You should enable encryption on both Macs to encrypt these.\nIf you didn't request the control, you should Reject it." = "This will allow the demanding host to take control of your mouse and keyword. Warning: the keystrokes and transfers will be sent clear on your network. You should enable encryption on both Macs to encrypt these.\nIf you didn't request the control, you should Reject it.";

/* teleport trust request title - certified version */
"Trust request from certified host \\U201C%@\\U201D." = "Trust request from certified host “%@”.";

/* teleport trust request title - uncertified version */
"Trust request from uncertified host \\U201C%@\\U201D." = "Trust request from uncertified host “%@”.";

/* Displayed in the key combo field, should be short */
"Type key combo" = "Type key combo";

/* Unique button in dialog, to make a unique name of an existing filename */
"Unique" = "Unique";

/* Address of unknown trusted host */
"unknown address" = "unknown address";

/* Name of unknown trusted host */
"unknown name" = "unknown name";

/* Name for unamed server */
"unnamed" = "unnamed";

/* Button title */
"Use as Defaults" = "Use as Defaults";

/* Reason for trust failure */
"User rejected your trust request." = "User rejected your trust request.";

/* No comment provided by engineer. */
"Version %@" = "Version %@";

/* Invalid protocol error title */
"Wrong protocol version" = "Wrong protocol version";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You have the most recent version of teleport." = "You have the most recent version of teleport.";

/* Trust request message */
"You should now grant the trust on your other Mac." = "You should now grant the trust on your other Mac.";

/* No comment provided by engineer. */
"Your build (%d) is newer than the latest available (%d), so you must be a betatester. Congratulations!" = "Your build (%1$d) is newer than the latest available (%2$d), so you must be a betatester. Congratulations!";

/* No comment provided by engineer. */
"zero" = "zero";

